Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Switch Dashboard?
ar: هل تريد تبديل لوحة المعلومات؟
ca: Voleu canviar de panell de control?
cy: Newid Dangosfwrdd?
da: Skift oversigt?
da_instk12: Skift oversigt?
de: Dashboard wechseln?
es: ¿Desea cambiar el tablero?
es_es: ¿Cambiar el panel de control?
fi: Vaihdetaanko koontinäyttöä?
fr: Changer de tableau de bord ?
fr_ca: Changer de tableau de bord?
ga: An bhFuil Fonn ort an Deais a Mhalartú?
hi: डैशबोर्ड स्विच करना है?
ht: Chanje Tablodbò?
id: Beralih Dashboard?
is: Skipta um stjórnborð?
it: Cambiare dashboard?
ja: ダッシュボードを切り替えますか？
ko: 대시보드를 전환하시겠습니까?
mi: Whakawhiti Papatohu?
ms: Tukar Papan Pemuka?
nb: Bytte dashbord?
nb_instk12: Bytte oversikt?
nl: Overschakelen naar een ander dashboard?
pl: Przełączyć pulpit nawigacyjny?
pt: Alternar painel?
pt_br: Alternar painel de controle?
ru: Включить панель инструментов?
sl: Preklopi nadzorno ploščo?
sv: Byta översikt?
sv_instk12: Byta översikt?
th: เปลี่ยนแผงข้อมูลหรือไม่
vi: Chuyển Bảng Điều Khiển?
zh: 是否切换控制面板？
zh_hk: 切換控制面板？

source: Switch to Canvas Career
ar: تبديل إلى Canvas Career
ca: Canvia al Canvas Career
cy: Newid i Canvas Career
da: Skift til Canvas Career
da_instk12: Skift til Canvas Career
de: Zu Canvas Career wechseln
es: Cambiar a Canvas Career
es_es: Cambiar a Canvas Career
fi: Vaihda Canvas-uraan
fr: Passer à Canvas Career
fr_ca: Passer à Canvas Career
ga: Téigh go Canvas Career
hi: Canvas कैरियर पर स्विच करें
ht: Chanje a Karyè Canvas
id: Alihkan ke Canvas Career
is: Skiptu yfir í Canvas Career
it: Passa a Canvas Career
ja: Canvas Career に切り替える
ko: Canvas Career로 전환
mi: Hurihia ki te Canvas Mahi
ms: Tukar kepada Canvas Career
nb: Bytt til Canvas Career
nb_instk12: Bytt til Canvas Career
nl: Schakel over naar Canvas Career
pl: Przełącz na Canvas Career
pt: Mudar para Canvas Career
pt_br: Mudar para o Canvas Career
ru: Переключение на Canvas Career
sl: Preklopi na Canvas Career
sv: Byt till Canvas Career
sv_instk12: Byt till Canvas Career
th: สลับไปใช้ Canvas Career
vi: Chuyển đổi sang Canvas Career
zh: 切换到 Canvas Career
zh_hk: 切換到 Canvas Career

source: Switch To Dark Mode
ar: التبديل إلى الوضع الداكن
ca: Canvia al mode fosc
cy: Newid i’r Modd Tywyll
da: Skift til mørk tilstand
da_instk12: Skift til mørk tilstand
de: In den dunklen Modus wechseln
es: Cambiar a modo oscuro
es_es: Cambiar al Modo Oscuro
fi: Vaihda pimeään tilaan
fr: Passer au mode nuit
fr_ca: Basculer en mode sombre
ga: Athraigh go Mód Dorcha
hi: डार्क मोड में स्विच करें
ht: Pase a Mòd Sonm
id: Alihkan ke Mode Gelap
is: Skipta í dökkt þema
it: Passa a Modalità scura
ja: ダークモードに切り替える
ko: 어두운 모드로 전환
mi: Huri ki te Aratau pouri
ms: Tukar kepada Mod Gelap
nb: Bytt til Mørk modus
nb_instk12: Bytt til Mørk modus
nl: Naar Donkere modus
pl: Przełącz na tryb ciemny
pt: Mudar para o Modo Escuro
pt_br: Mudar para o modo escuro
ru: Перейти в темный режим
sl: Preklopi v temni način
sv: Växla till mörkt läge
sv_instk12: Växla till mörkt läge
th: สลับไปที่โหมดมืด
vi: Chuyển Sang Chế Độ Tối
zh: 切换到深色模式
zh_hk: 轉換到暗色模式

source: Switch To Light Mode
ar: التبديل إلى الوضع الفاتح
ca: Canvia al mode clar
cy: Newid i’r Modd Golau
da: Skift til lys tilstand
da_instk12: Skift til lys tilstand
de: In den hellen Modus wechseln
es: Cambiar a modo claro
es_es: Cambiar al Modo Claro
fi: Vaihda valoisaan tilaan
fr: Passer au mode jour
fr_ca: Basculer en mode lumière
ga: Athraigh go Mód Geall
hi: लाइट मोड में स्विच करें
ht: Pase a Mòd Klè
id: Alihkan ke Mode Terang
is: Skipta í ljóst þema
it: Passa a Modalità chiara
ja: ライトモードに切り替える
ko: 밝은 모드로 전환
mi: Huri ki te Aratau Maama
ms: Tukar kepada Mod Terang
nb: Bytt til Lys modus
nb_instk12: Bytt til Lys modus
nl: Naar Lichte modus
pl: Przełącz na tryb jasny
pt: Mudar para o Modo Claro
pt_br: Mudar para o modo claro
ru: Перейти в светлый режим
sl: Preklopi v svetli način
sv: Växla till ljust läge
sv_instk12: Växla till ljust läge
th: สลับไปที่โหมดสว่าง
vi: Chuyển Sang Chế Độ Sáng
zh: 切换到浅色模式
zh_hk: 轉換到淡色模式

source: Switched back?
ar: هل تريد التبديل إلى الشكل القديم؟
ca: Heu tornat a canviar a la versió anterior?
cy: Wedi newid yn ôl?
da: Skiftede tilbage?
da_instk12: Skiftede tilbage?
de: Zurückgewechselt?
es: ¿Volvió al diseño anterior?
es_es: ¿Has vuelto a cambiar?
fi: Vaihdetaanko takaisin?
fr: Revenir à la disposition initiale ?
fr_ca: Remise en place?
ga: Ar athraigh tú ar ais?
hi: वापस स्विच किया?
ht: Tounen sou sa anvan an?
id: Beralih kembali?
is: Skipta til baka?
it: Cambiato idea?
ja: 元に戻しましたか？
ko: 되돌리시겠습니까?
mi: Kua hoki anō?
ms: Menukar kembali?
nb: Byttet tilbake?
nb_instk12: Byttet tilbake?
nl: Teruggeschakeld?
pl: Powrót do poprzedniej wersji?
pt: Voltou ao layout anterior?
pt_br: Mudou de ideia?
ru: Переключились обратно?
sl: Preklopljeno nazaj?
sv: Ändrade du tillbaka?
sv_instk12: Ändrade du tillbaka?
th: เปลี่ยนกลับหรือไม่
vi: Bạn đã chuyển lại rồi à?
zh: 是否换回旧版？
zh_hk: 已切換回原來的佈局？

source: Syllabus
ar: المنهج الدراسي
ca: Temari
cy: Maes Llafur
da: Læseplan
da_instk12: Fagplan
de: Kursplan
es: Programa del curso
es_es: Programa de la asignatura
fi: Opinto-ohjelma
fr: Programme
fr_ca: Plan de cours
ga: Siollabas
hi: पाठ्यक्रम
ht: Pwogram
id: Silabus
is: Kennsluáætlun
it: Piano di studio
ja: シラバス
ko: 강의 계획안
mi: Marautanga
ms: Silibus
nb: Emneoversikt
nb_instk12: Fagoversikt
pl: Program
pt: Programa
pt_br: Programa
ru: Содержание курса
sl: Učni načrt
sv: Kursöversikt
sv_instk12: Kursöversikt
th: หลักสูตร
vi: Chương Trình Học
zh: 教学大纲
zh_hk: 課程大綱

source: Syllabus content
ar: محتوى المخطط الدراسي
ca: Contingut del temari
cy: Cynnwys maes llafur
da: Læseplanens indhold
da_instk12: Fagplanens indhold
de: Inhalt des Kursplans
es: Contenido del programa del curso
es_es: Contenido del programa de la asignatura
fi: Opinto-ohjelman sisältö
fr: Contenu du programme
fr_ca: Contenu du plan de cours
ga: Ábhar an tsiollabais
hi: पाठ्यक्रम सामग्री
ht: Kontni pwogram
id: Konten silabus
is: Innihald kennsluáætlunar
it: Contenuto syllabus
ja: シラバスの内容
ko: 강의 계획안 콘텐츠
mi: Marautanga Ihirangi
ms: Kandungan silibus
nb: Innhold emneoversikt
nb_instk12: Innhold fagoversikt
nl: Syllabusinhoud
pl: Zawartość programu
pt: Conteúdo do programa de estudo
pt_br: Conteúdo do programa de estudos
ru: Содержание курса
sl: Vsebina učnega načrta predmeta
sv: Kursöversiktens innehåll
sv_instk12: Kursöversiktens innehåll
th: เนื้อหาหลักสูตร
vi: Nội dung chương trình học
zh: 教学大纲内容
zh_hk: 課程大綱內容

source: Sync
ar: مزامنة
ca: Sincronitza
cy: Cysoni
da: Synkroniser
da_instk12: Synkroniser
de: Synchronisieren
es: Sincronización
es_es: Sincronización
fi: Synkronointi
fr: Synchro
fr_ca: Synchronisation
ga: Sioncrónaigh
hi: सिंक करें
id: Sinkronkan
is: Samhæfa
it: Sincronizza
ja: 同期化
ko: 동기화
mi: Tukutahi
ms: Segerakkan
nb: Synkroniser
nb_instk12: Synkroniser
nl: Synchroniseren
pl: Synchronizacja
pt: Sincronizar
pt_br: Sincronizar
ru: Синхронизировать
sl: Sinhronizacija
sv: Synkronisera
sv_instk12: Synkronisera
th: ซิงค์
vi: Đồng Bộ Hóa
zh: 同步
zh_hk: 同步

source: Sync Content Over Wi-Fi Only
ar: مزامنة المحتوى عبر شبكة Wi-Fi فقط
ca: Sincronitzeu el contingut només a través de Wi-Fi
cy: Cysoni Cynnwys dros Wi-Fi yn unig
da: Synkroniser kun indhold via wi-fi
da_instk12: Synkroniser kun indhold via wi-fi
de: Inhalte nur über WLAN synchronisieren
es: Sincronizar contenido solo con Wi-Fi
es_es: Sincronizar contenido solo con wifi
fi: Synkronisoi sisältö vain Wifin kautta
fr: Synchronisation du contenu en Wi-Fi seulement
fr_ca: Synchroniser le contenu par Wi-Fi uniquement
ga: Sioncronaigh Ábhar Thar Wi-Fi Amháin
hi: केवल वाई-फ़ाई के ऊपर सामग्री सिंक करें
ht: Senkwonize Kontni sou WIFI Sèlman
id: Hanya Sinkronisasikan Konten Melalui Wi-Fi
is: Samstilltu efni aðeins yfir Wi-Fi
it: Sincronizza contenuto solo con Wi-Fi
ja: Wi-Fiでのみコンテンツを同期
ko: Wi-Fi에서만 콘텐츠를 동기화
mi: Tukutahi Ihirangi Ki runga Wi-Fi Anake
ms: Segerakkan Kandungan Menerusi Wi-Fi Sahaja
nb: Synkroniser innhold kun over Wi-Fi
nb_instk12: Synkroniser innhold kun over Wi-Fi
nl: Content alleen synchroniseren via wifi
pl: Synchronizuj zawartość tylko przez sieć Wi-Fi
pt: Sincronizar conteúdo apenas por Wi-Fi
pt_br: Sincronizar conteúdo apenas por Wi-Fi
ru: Синхронизация содержимого только по Wi-Fi
sl: Sinhroniziraj vsebino samo prek Wi-Fi
sv: Synkronisera endast innehåll över Wi-Fi
sv_instk12: Synkronisera endast innehåll över Wi-Fi
th: ซิงค์เนื้อหาผ่าน Wi-Fi เท่านั้น
vi: Chỉ Đồng Bộ Nội Dung Khi Có Wi-Fi
zh: 仅通过无线网络同步内容
zh_hk: 僅透過 Wi-Fi 同步內容

source: Sync Failed
ar: تعذرت المزامنة
ca: No s’ha pogut dur a terme la sincronització
cy: Wedi methu cysoni
da: Synkronisering mislykkedes
da_instk12: Synkronisering mislykkedes
de: Synchronisation fehlgeschlagen
es: Error en la sincronización
es_es: Sincronización fallida
fi: Synkronointi ei onnistunut
fr: Échec de la synchronisation
fr_ca: Échec de la synchronisation
ga: Theip ar Shioncronú
hi: सिंक करना विफल रहा
ht: Senkwonizasyon Echwe
id: Sinkronisasi Gagal
is: Samstilling mistókst
it: Sincronizzazione non andata a buon fine
ja: 同期に失敗しました
ko: 동기화 실패
mi: I Rahua te Tukutahi
ms: Penyegerakan Gagal
nb: Synkronisering mislyktes
nb_instk12: Synkronisering mislyktes
nl: Synchronisatie mislukt.
pl: Niepowodzenie synchronizacji
pt: Falha na sincronização
pt_br: Sincronização falhou
ru: Синхронизация не выполнена
sl: Sinhronizacija ni uspela
sv: Synkroniseringen misslyckades
sv_instk12: Synkroniseringen misslyckades
th: ซิงค์ล้มเหลว
vi: Đồng Bộ Không Thành Công
zh: 同步失败
zh_hk: 同步失敗

source: Sync Frequency
ar: تكرار المزامنة
ca: Freqüència de sincronització
cy: Amlder Cysoni
da: Synkroniseringsfrekvens
da_instk12: Synkroniseringsfrekvens
de: Synchronisierungsfrequenz
es: Frecuencia de sincronización
es_es: Frecuencia de sincronización
fi: Synkronoinnin tiheys
fr: Fréquence de la synchronisation
fr_ca: Fréquence de synchronisation
ga: Minicíocht Sioncronaithe
hi: सिंक आवृत्ति
ht: Frekans Senkwonizasyon
id: Frekuensi Sinkronisasi
is: Samstillingartíðni
it: Frequenza di sincronizzazione
ja: 同期の頻度
ko: 동기화 주기
mi: Auautanga Tukutahi
ms: Kekerapan Penyegerakan
nb: Synkroniseringsfrekvens
nb_instk12: Synkroniseringsfrekvens
nl: Synchronisatiefrequentie
pl: Częstotliwość synchronizacji
pt: Frequência de sincronização
pt_br: Frequência de sincronização
ru: Синхронизация частоты
sl: Pogostost sinhronizacije
sv: Synkroniseringsfrekvens
sv_instk12: Synkroniseringsfrekvens
th: ความถี่ในการซิงค์
vi: Tần Suất Đồng Bộ
zh: 同步周期
zh_hk: 同步頻率

source: Sync Offline Content?
ar: هل تريد مزامنة المحتوى دون اتصال؟
ca: Voleu sincronitzar el contingut sense connexió?
cy: Cysoni Cynnwys All-lein?
da: Vil du synkronisere offline indhold?
da_instk12: Vil du synkronisere offline indhold?
de: Offline-Inhalte synchronisieren
es: ¿Quiere sincronizar contenido sin conexión?
es_es: ¿Sincronizar contenido sin conexión?
fi: Synkronoidaanko verkon ulkopuolinen sisältö
fr: Synchroniser le contenu hors ligne ?
fr_ca: Synchronisation le contenu hors connexion?
ga: Sioncronaigh Ábhar As Líne?
hi: ऑफ़लाइन सामग्री सिंक करें?
ht: Senkwonize Kontni San Koneksyon?
id: Sinkronisasikan Konten Offline?
is: Samhæfa efni án nettengingar?
it: Sincronizzare contenuto offline?
ja: オフラインのコンテンツを同期化する
ko: 오프라인 콘텐츠를 동기화하시겠습니까?
mi: Tukutahi ihirangi tuimotu?
ms: Segerakkan Kandungan Luar Talian?
nb: Synkronisere frakoblet innhold?
nb_instk12: Synkronisere frakoblet innhold?
nl: Offline inhoud synchroniseren?
pl: Zsynchronizować zawartość offline?
pt: Sincronizar conteúdo offline?
pt_br: Sincronizar conteúdo off-line?
ru: Синхронизировать офлайн-контент?
sl: Želite sinhronizirati vsebino brez povezave?
sv: Synkronisera offlineinnehåll?
sv_instk12: Synkronisera offlineinnehåll?
th: ซิงค์ข้อมูลออฟไลน์หรือไม่
vi: Đồng Bộ Hóa Nội Dung Ngoại Tuyến?
zh: 同步离线内容？
zh_hk: 同步離線內容？

source: Synchronization
ar: المزامنة
ca: Sincronització
cy: Cysoni
da: Synkronisering
da_instk12: Synkronisering
de: Synchronisierung
es: Sincronización
es_es: Sincronización
fi: Synkronointi
fr: Synchronisation
fr_ca: Synchronisation
ga: Sioncrónú
hi: सिंक्रोनाइज़ेशन
ht: Senkwonizasyon
id: Sinkronisasi
is: Samstilling
it: Sincronizzazione
ja: 同期
ko: 동기화
mi: Tukutahi
ms: Penyegerakan
nb: Synkronisering
nb_instk12: Synkronisering
nl: Synchronisatie
pl: Synchronizacja
pt: Sincronização
pt_br: Sincronização
ru: Синхронизация
sl: Sinhronizacija
sv: Synkronisering
sv_instk12: Synkronisering
th: การซิงค์ข้อมูล
vi: Đồng Bộ
zh: 同步
zh_hk: 同步化

source: Syncing Offline Content
ar: جارٍ مزامنة المحتوى دون اتصال
ca: S’està sincronitzant el contingut sense connexió
cy: Cysoni Cynnwys All-lein
da: Synkroniserer offline indhold
da_instk12: Synkroniserer offline indhold
de: Offline-Inhalte werden synchronisiert
es: Sincronizar contenido sin conexión
es_es: Sincronizar contenido sin conexión
fi: Verkon ulkopuolista sisältöä synkronoidaan
fr: Synchronisation hors ligne du contenu
fr_ca: Synchronisation hors connexion du contenu
ga: Ábhar As Líne á Shioncronú
hi: ऑफ़लाइन सामग्री सिंक की जा रही है
ht: Senkwonizasyon Kontni San Koneksyon
id: Menyinkronisasikan Konten Offline?
is: Samstillir efni án nettengingar
it: Sincronizza contenuto offline
ja: オフラインコンテンツの同期
ko: 오프라인 콘텐츠 동기화
mi: Tukutahi Ihirangi Tuimotu
ms: Menyegerakkan Kandungan Luar Talian
nb: Synkroniserer frakoblet innhold
nb_instk12: Synkroniserer frakoblet innhold
nl: Offline inhoud synchroniseren
pl: Synchronizowanie zawartości offline
pt: Sincronizar conteúdo off-line
pt_br: Sincronizando conteúdo off-line
ru: Синхронизировать офлайн-контент
sl: Sinhronizacija vsebine brez povezave
sv: Synkroniserar offlineinnehåll
sv_instk12: Synkroniserar offlineinnehåll
th: กำลังซิงค์ข้อมูลออฟไลน์
vi: Đang Đồng Bộ Nội Dung Ngoại Tuyến
zh: 正在同步脱机内容
zh_hk: 同步離線內容

source: System settings
ar: إعدادات النظام
ca: Configuració del sistema
cy: Gosodiadau system
da: Systemindstillinger
da_instk12: Systemindstillinger
de: Systemeinstellungen
es: Configuraciones del sistema
es_es: Ajustes del sistema
fi: Järjestelmäasetukset
fr: Paramètres système
fr_ca: Paramètres du système
ga: Socruithe córais
hi: सिस्टम सेटिंग्स
ht: Paramèt sistèm
id: Pengaturan sistem
is: Kerfisstillingar
it: Impostazioni sistema
ja: システム設定
ko: 시스템 설정
mi: Pūnaha tautuhinga
ms: Tetapan sistem
nb: Systeminnstillinger
nb_instk12: Systeminnstillinger
nl: Systeeminstellingen
pl: Ustawienia systemu
pt: Configurações do sistema
pt_br: Configurações do sistema
ru: Системные настройки
sl: Sistemske nastavitve
sv: Systeminställningar
sv_instk12: Systeminställningar
th: ค่าปรับตั้งระบบ
vi: Cài đặt hệ thống
zh: 系统设置
zh_hk: 系統設定

source: System Settings
ar: إعدادات النظام
ca: Configuració del sistema
cy: Gosodiadau System
da: Systemindstillinger
da_instk12: Systemindstillinger
de: Systemeinstellungen
es: Configuraciones del sistema
es_es: Configuración del sistema
fi: Järjestelmäasetukset
fr: Paramètres système
fr_ca: Réglages du système
ga: Socruithe Córais
hi: सिस्टम सेटिंग्स
ht: Paramèt Sistèm
id: Pengaturan Sistem
is: Kerfisstillingar
it: Impostazioni sistema
ja: システム設定
ko: 시스템 설정
mi: Tautuhinga Pūnaha
ms: Tetapan Sistem
nb: Systeminnstillinger
nb_instk12: Systeminnstillinger
nl: Systeeminstellingen
pl: Ustawienia systemu
pt: Definições do sistema
pt_br: Configurações do sistema
ru: Системные настройки
sl: Sistemske nastavitve
sv: Systeminställningar
sv_instk12: Systeminställningar
th: ค่าปรับตั้งระบบ
vi: Cài Đặt Hệ Thống
zh: 系统设置
zh_hk: 系統設定

source: TA
ar: مساعد المعلم
ca: Auxiliar de professor
cy: Cynorthwyydd Dysgu
da: Undervisningsassistent
da_instk12: Undervisningsassistent
de: Lehrassistent*in
es: Profesor auxiliar
es_es: Profesor auxiliar
fi: Apuopettaja
fr_ca: Enseignant(e)-assistant
ga: CT
is: Aðstoðarkennari
it: Assistente
ko: 조교
ms: PP
nb: LA
nb_instk12: LA
nl: Onderwijsassistent
pt: Assistente
pt_br: Assistente
sl: Demonstrator
sv: Lärarassistent
sv_instk12: Lärarassistent
vi: Trợ Giảng
zh: 助教
zh_hk: 助教

source: Take photo
ar: التقاط صورة
ca: Fes una foto
cy: Tynnu llun gyda chamera
da: Tag billede
da_instk12: Tag billede
de: Foto aufnehmen
es: Tomar foto
es_es: Realizar foto
fi: Ota valokuva
fr: Prendre une photo
fr_ca: Prendre une photo
ga: Tóg pictiúr
hi: फ़ोटो लें
ht: Fè foto
id: Ambil foto
is: Taka mynd
it: Scatta foto
ja: 写真を撮る
ko: 사진 찍기
mi: Tango whakāhua
ms: Ambil foto
nb: Ta bilde
nb_instk12: Ta bilde
nl: Foto maken
pl: Zrób zdjęcie
pt: Tirar fotos
pt_br: Tirar Foto
ru: Сделать фотоснимок
sl: Posnemi fotografijo
sv: Ta foto
sv_instk12: Ta foto
th: ถ่ายภาพ
vi: Chụp ảnh
zh: 拍照
zh_hk: 拍攝照片

source: Take Photo
ar: التقاط صورة
ca: Fes una foto
cy: Tynnu llun gyda chamera
da: Tag foto
da_instk12: Tag foto
de: Foto machen
es: Tomar foto
es_es: Realizar foto
fi: Ota valokuva
fr: Prendre une photo
fr_ca: Prendre une photo
ga: Tóg Grianghraf
hi: फ़ोटो लें
ht: Fè Foto
id: Potret
is: Taka mynd
it: Scatta foto
ja: 写真を撮る
ko: 사진 찍기
mi: Tangohia Whakāhua
ms: Ambil Foto
nb: Ta bilde
nb_instk12: Ta bilde
nl: Foto maken
pl: Zrób zdjęcie
pt: Tirar fotografia
pt_br: Tirar Foto
ru: Сделать снимок
sl: Posnemi fotografijo
sv: Ta ett foto
sv_instk12: Ta ett foto
th: ถ่ายภาพ
vi: Chụp Ảnh
zh: 拍照
zh_hk: 拍攝照片

source: Take Quiz
ar: إجراء الاختبار
ca: Realitza la prova
cy: Gwnewch y Cwis
da: Tag Quiz
da_instk12: Tag quiz
de: An Quiz teilnehmen
es: Tomar la evaluación
es_es: Realizar la prueba
fi: Suorita tietovisa
fr: Répondre au quiz
fr_ca: Répondre au questionnaire
ga: Déan an Quiz
hi: प्रश्नोत्तरी में भाग लें
ht: Pran Quiz
id: Ambil Kuis
is: Taka próf
it: Esegui il quiz
ja: 小テストを受ける
ko: 퀴즈 풀기
mi: Tangohia Quiz
ms: Ambil Kuiz
nb: Ta quiz
nb_instk12: Ta quiz
nl: Toets doen
pl: Zrób test
pt: Fazer Questionário
pt_br: Fazer o Teste
ru: Пройти тест
sl: Opravi kviz
sv: Gör quiz
sv_instk12: Gör quiz
th: ทำแบบทดสอบ
vi: Thực Hiện Bài Kiểm Tra
zh: 参加测验
zh_hk: 參加測驗

source: Tap here for details
ar: اضغط هنا لمعرفة التفاصيل
ca: Toqueu aquí per obtenir informació
cy: Tapiwch yma i gael manylion.
da: Tryk her for at få nærmere oplysninger
da_instk12: Tryk her for at få nærmere oplysninger
de: Tippen Sie hier, um weitere Informationen zu erhalten.
es: Pulse aquí para obtener más detalles
es_es: Toca aquí para obtener detalles.
fi: Lisätietoja napauttamalla tässä.
fr: Appuyez ici pour obtenir des détails
fr_ca: Appuyez ici pour plus de détails
ga: Tapáil anseo le haghaidh sonraí
hi: विवरण के लिए यहां टैप करें
ht: Tape la pou detay
id: Ketuk di sini untuk detail
is: Smelltu hér til að fá upplýsingar
it: Toccare qui per i dettagli
ja: こちらをタップすると詳細が表示されます。
ko: 여기를 탭하여 세부 정보 확인
mi: Pato ki konei mo nga taipitopito
ms: Ketik di sini untuk mendapatkan butiran
nb: Trykk her for mer informasjon
nb_instk12: Trykk her for mer informasjon
nl: Tik hier voor details
pl: Stuknij tutaj, aby uzyskać szczegóły
pt: Toque aqui para mais detalhes
pt_br: Toque aqui para detalhes
ru: Прикоснитесь здесь для получения подробных сведений
sl: Za pomoč tapnite tukaj.
sv: Tryck här för information
sv_instk12: Tryck här för information
th: กดเลือกที่นี่เพื่อดูรายละเอียด
vi: Nhấn vào đây để biết chi tiết
zh: 点击此处了解详情
zh_hk: 點選此處取得詳細資料

source: Tap the "+" to create a new conversation
ar: اضغط على "+" لإنشاء محادثة جديدة
ca: Toqueu el signe "+" per crear una conversa nova
cy: Tapiwch "+" i greu sgwrs newydd
da: Tryk på "+" for at oprette en ny samtale
da_instk12: Tryk på "+" for at oprette en ny samtale
de: Auf „+“ tippen, um neue Conversation zu beginnen
es: Toque el “+” para crear una nueva conversación
es_es: Toca "+" para crear una nueva conversación
fi: Luo uusi keskustelu napauttamalla "+"
fr: Appuyez sur le « + » pour créer une nouvelle conversation
fr_ca: Tapoter sur le « + » pour créer une nouvelle conversation
ga: Tapáil an "+" chun comhrá nua a chruthú
hi: नई बातचीत बनाने के लिए “+” पर टैप करें
ht: Tape sou "+" la pou ka kreye yon nouvo konvèsasyon
id: Ketuk "+" untuk membuat percakapan baru
is: Ýttu á „+“ til að búa til nýja samræðu
it: Tocca "+" per creare una nuova conversazione
ja: \"+\" をタップして新しい会話を作成する
ko: '+'를 탭하여 새 대화를 만듭니다
mi: Patohia te "+" hei hanga korero hou
ms: Ketik "+" untuk mencipta perbualan baharu
nb: Trykk «+» for å starte en ny samtale
nb_instk12: Trykk «+» for å starte en ny samtale
nl: Tik op de "+\" om een nieuw gesprek te maken.
pl: Stuknij „+”, aby utworzyć nową rozmowę
pt: Carregar no "+" para criar uma nova conversa
pt_br: Toque no “+” para criar uma nova conversa
ru: Прикоснитесь к "+" для создания новой дискуссии
sl: Tapnite »+«, da ustvarite nov pogovor.
sv: Tryck på ”+” för att skapa en ny konversation
sv_instk12: Tryck på ”+” för att skapa en ny konversation
th: กดที่ ”+” เพื่อจัดทำการพูดคุยใหม่
vi: Nhấn vào dấu "+" để tạo cuộc trò chuyện mới
zh: 点击“+”以创建新对话
zh_hk: 按下「+」建立新交談

source: Tap to select the courses you want to see on the calendar.
ar: اضغط لتحديد المساقات التي ترغب في رؤيتها على التقويم.
ca: Toqueu per seleccionar les assignatures que voleu veure al calendari.
cy: Tapiwch i ddewis y cyrsiau rydych chi am eu gweld ar y calendr.
da: Tryk for at vælge de fag, du vil se i kalenderen.
da_instk12: Tryk for at vælge de fag, du vil se i kalenderen.
de: Tippen Sie hier, um die Kurse auszuwählen, die Sie auf dem Kalender sehen möchten.
es: Pulse para seleccionar los cursos que desea ver en el calendario.
es_es: Toca para seleccionar las asignaturas que quieres ver en el calendario.
fi: Valitse napauttamalla kurssit, jotka haluat nähdä kalenterissa.
fr: Appuyez pour sélectionner les cours que vous souhaitez afficher sur le calendrier.
fr_ca: Appuyez pour sélectionner les cours que vous souhaitez voir sur le calendrier.
ga: Tapáil chun na cúrsaí is mian leat a fheiceáil ar an bhféilire a roghnú.
hi: उन पाठ्यक्रमों का चयन करें जिन्हें आप कैलेंडर पर देखना चाहते हैं।
ht: Tape pou ka seleksyone kou ou vle wè nan kalandriye a.
id: Ketuk untuk memilih kursus yang Anda ingin lihat di kalender.
is: Smelltu til að velja námskeiðin sem þú vilt sjá á dagatalinu.
it: Tocca per selezionare i corsi che vuoi vedere sul calendario.
ja: タップしてカレンダーに表示したいコースを選択してください。
ko: 탭하여 캘린더에 표시하려는 과목을 선택합니다.
mi: Pātō ki te tīpako ngā akoranga e hiahia ana koe ki te kite i runga i te maramataka.
ms: Ketik untuk memilih kursus yang ingin anda lihat pada kalendar.
nb: Trykk for å velge emnene du ønsker på se på kalenderen.
nb_instk12: Trykk for å velge fagene du ønsker på se på kalenderen.
nl: Tik om de cursussen te selecteren die je in de kalender wilt zien.
pl: Stuknij, aby wybrać kursy, które chcesz zobaczyć w kalendarzu.
pt: Toque para seleccionar as disciplinas que pretende ver no calendário.
pt_br: Toque para selecionar os cursos que você deseja ver no calendário.
ru: Прикоснитесь для выбора курсов, которые вы хотите видеть в календаре.
sl: Tapnite za izbiro predmetov, ki jih želite prikazane na koledarju.
sv: Tryck för att välja som kurser du vill se i kalendern.
sv_instk12: Tryck för att välja som kurser du vill se i kalendern.
th: กดเพื่อเลือกบทเรียนที่คุณต้องการเห็นในปฏิทิน
vi: Hãy nhấn vào để chọn khóa học bạn muốn thấy trên lịch.
zh: 点击以选择您要在日历上看到的课程。
zh_hk: 點選以選擇您要在行事曆上看到的課程。
